[
    {
        "title":"What is computer?",
        "subtitle":"Computer is Electonic?",
        "image_url":"https://cdn.pixabay.com/photo/2016/11/29/06/18/home-office-1867761_960_720.jpg",
        "detail":"A computer is an electronic device that manipulates information, or data. It has the ability to store, retrieve, and process data. You may already know that you can use a computer to type documents, send email, play games, and browse the Web. You can also use it to edit or create spreadsheets, presentations, and even videos."
    },
    {
        "title":"What is PC?",
        "subtitle":"Pc is Electonic?",
        "image_url":"https://cdn.pixabay.com/photo/2015/06/24/16/36/office-820390_960_720.jpg",
        "detail":"PC stands for personal computer. PCs are multipurpose computers suited for individual end users, as opposed to high-performance computers that are typically reserved for IT specialists for carrying out tasks such as managing servers. PCs typically run on commercial operating systems (OS), commercial software applications, and freeway and open source software."
    },
    {
        "title":"What is Coding?",
        "subtitle":"Coding is writing?",
        "image_url":"https://cdn.pixabay.com/photo/2016/11/19/14/00/code-1839406_960_720.jpg",
        "detail":"In Creative Coding, students learn to design and create media using object-oriented programming as a medium for design, art, and games. ith a strong focus on creating interactive experiences for the web, the course moves past the sequential problem solving found in typical beginner programming and coding courses, so that designers and creatives can apply programming concepts to work in a variety of media, such as 2D graphics, animation, image and video processing."
    },
    {
        "title":"What is Python 5555?",
        "subtitle":"Python is Programing Language?",
        "image_url":"https://media.istockphoto.com/photos/program-code-on-computer-display-in-magnifying-glass-closeup-picture-id1291641896?s=612x612",
        "detail":"Companies are looking for data-driven decision makers, and this Career Path will teach you the skills you need to become just that. You'll learn to analyze data, communicate your findings, and even draw predictions using machine learning. Along the way, you'll build portfolio-worthy projects that will help you get job-ready."
    }
]